Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mnw: ယဝ်ရခၞံလဝ်ပရဝ်ဝှာၚ်မ္ဂး မၞးတံဂွံစၟဳစၟတ်ကမၠောန်မၞးတံ ကေုာံ ဆက်စၠောံကဵု ဂကောံညးမဘိုၚ်ရပ်ရမျာၚ်တံမာန်ရောၚ်။

source: Wixárika
mnw: ဝိက်ဇြာရဳကာ

source: Wolof
mnw: ဝဝ်လောပ်

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mnw: မၞး မိက်ဂွံအာတ်မိက် သွက်ဂွံ ဇိုတ်ပလီုထောံ ရမျာၚ်မၞးမစုတ်လဝ်တအ်ကီုဟာ ဟွံသေင်မ္ဂး မၞးမိက်ဂွံ ဂိုၚ်စွံလဝ် ရမျာၚ်တအ်ဂှ် ပ္ဍဲ တၚ်ဂၞၚ်ဒေတာ Common Voice ဟာ?

source: Write
mnw: ချူ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
mnw: အတိုၚ်ညးမဟီုလဝ်ဂှ်ချူစုတ်ညိ ပါလုပ် သီုကဵု မအရေဝ်ဗပေၚ်လဒေါဝ် ဗီုကဵု 'အဝ်'၊ ဟွံသေၚ်မ္ဂး 'အေ' တအ်ကီုညိ။

source: Write down what you hear the person saying here
mnw: ချူပတိတ် တၚ်နၚ် မၞးကလိဂွံမိၚ်ကေတ် ရမျာၚ်မၞိဟ်ဟီုဒၟံၚ်ဂှ် ပ္ဍဲဒၞာဲဏအ်ညိ။

source: Write options menu
mnw: စရၚ်တၚ်ရုဲစှ်ချူဂမၠိုၚ်။

source: Xhosa
mnw: ခဝ်သာ

source: Xitsonga
mnw: ဇြိတ်သောန်ဂါ

source: Yadgha
mnw: ယာဒ်ဂါ

source: Yaqui
mnw: ယာကွဳ

source: Yes
mnw: ယွံ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mnw: ယွံ၊ ပလံင်ကဵု အဳမေလ် ဇရေင်အဲညိ။ အဲ မိက်ဂွံ ဆက်တီကေတ် ပရိုင် ပရူပရာကမၠောန် Common Voice ရ။

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mnw: ယွံ၊ ပလံင်ကဵု အဳမေဲလ် ဇရေင်အဲညိ။ အဲမိက်ဂွံဆက်တီကေတ် ပရိုင်ပရူပရာလၟေၚ်ကမၠောန် သွက်အရေဝ်ဘာသာဏံ ပ္ဍဲလ္တူ Common Voice ရ။

source: Yiddish
mnw: ယဳဒေတ်

source: Yoruba
mnw: ယဝ်ရူဗာ

source: You
mnw: မၞး

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mnw: မၞးကြပ်စဂၠေါၚ်ဖျေံအယျဲ <size>{ $size }ဂေတ်</size> ရောၚ်၊ ဆက်ကၠောန်ဟာ

source: You are prepared to initiate a download of <b>{ $size }</b>
mnw: မၞးပလေဝ်ပလေတ်လဝ်သွက်ဂွံစဂၠေါၚ်ဖျေံ အယျဲ <b>{ $size }</b> ရ။

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mnw: လၟုဟ် မၞး ဆက်စၠောံ အဆက်အစပ် မခိုၚ်ဗိုန် ကု သာဗာ ပိုဲ ဟွံမာန် ရ။ သွက်ဂွံကေတ်အရီုဗၚ်ဂှ် လုပ်ပါလုပ် ပ္ဍဲ <matrixLink>ဒၞာဲတက်ကျာ Matrix ဂကောံ </matrixLink>ညိ၊ လ္ၚတ်ရံၚ် ပြသၞာ ဝေပ်သာက်တအ် နူကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေၚ်မ္ဂး လုပ်ဗဵု <discourseLink>ဝှဝ်ရာမ် Discourse</discourseLink> ပိုဲ ညိ။

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
mnw: မၞး ထပ်စုတ် ဝါကျဂမၠိုၚ် ပ္ဍဲ <writePageLink> မုက်လိက်ချူ </writePageLink> ဂွံမာန်၊ ဟွံသေင်မ္ဂး စၟဳစၟတ် ဝါကျဂမၠိုၚ် ပ္ဍဲ <reviewPageLink>မုက်လိက် စၟဳစၟတ် (Review page)</reviewPageLink> ဂွံမာန်ရ။

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
mnw: မၞး သီုစၠောအ်ကပ်ပဳတုဲ ဖျာ်စုတ် URLs တိုက်ရိုက် ပ္ဍဲ ဒံင်လုဒ်မန်နေဂျာမၞး မဒးစိုတ်အိုတ်ဂှ်မာန်ရ။ ၁၂ နာဍဳ တုဲမ္ဂး ဍေံတအ် အာယုက်အိုတ်ရောၚ်၊ ဆဂး မၞး ကလေင်ကၠုင် ဇရေင် မုက်လိက် ဏအ် သွက်ဂွံ ကၠောန်ဗဒှ် ဍေံတအ် တၟိ ဇၟာပ် အခိင် မာန် ရ။

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mnw: { sc-review-form-button-skip-shortcut }သွက်ဂွံသရုၚ်ထောံ { sc-review-form-button-reject-shortcut } သွက်ဂွံတးပါဲထောံ { sc-review-form-button-approve-shortcut } သွက်ဂွံဒုၚ်တဲတအ်ဂှ် မၞးစကာသုၚ်စောဲ ကောန်ဍေၚ် ကရတ်မာန်ရ။

source: You can choose to make your username public or anonymous.
mnw: သၟိက်မိက်ဂွံထ္ၜးယၟုဟာ ပၞုက်ယၟုဟာဂှ် မၞးရုဲကေတ်မာန်ရ။

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
mnw: မၞးအာပ္ဍဲ<datasetsPage\\>မုက်လိက်တၚ်ဂၞၚ်ဒေတာ</datasetsPage\\>တေံတုဲ၊ ရုဲစှ်ကေတ် မူ ကေုာံ အရေဝ်ဘာသာ မၞးမိက်ဂွံဂွံဂှ်တုဲ ဖျေဟ်ကေတ်မာန်ရ ဝှာၚ်တအ်ဂှ် နွံကဵု <metadataLink\\>တၚ်ဂၞက်မက်တာဒေတာ</metadataLink\\>၊ မပ္တံကဵု တၚ်နၚ်ပရူပရာမၞိဟ် ကေုာံ တၚ်နၚ်ဒေတာစၟဳစၟတ်ဒတန်တအ်ရ။ သွက်ဂွံဖျေဟ်ကေတ် တၚ်ဂၞၚ်ဒေတာဂှ် မၞးဒးကဵုလဝ် အဳမေလ်ရ။

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mnw: ပွမကၠောန်ဗဒှ် ပရဝ်ဝှာၚ် Common Voice ကေုာံ ပွမပါလုပ်ထံက်ပၚ်ရမျာၚ်မၞဂှ် မၞးရီုဗၚ်ဒက်ပ္တန်တၚ်ဂၞၚ်ဒေတာသေတ်ပံက်လဟာ် စုၚ်ၚ်လေၚ်ၚ်မွဲမာန်ရ။

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
mnw: ပွမပါလုပ် ပ္ဍဲ <discordLink>Discord</discordLink> ဂှ် မၞး ဂွံဆဵုဂဗကဵု ပူဂဵုတၞဟ်တံ ပ္ဍဲဂကောံဘာသာ Mozilla မာန်ရ။ ဟွံသေင်မ္ဂး <discourseLink>Discourse</discourseLink> သွက်ဂွံဟီုဂး ပရူနာနာ၊ တုဲပၠန် သွက်ဂွံကလိဂွံ ကဏ္ဍကဵုကသပ်ပြဟ်ဟ်ဂှ် ပါလုပ် ပ္ဍဲ <matrixLink>Matrix</matrixLink> ညိ။

source: You cannot add multiple sentences for a single submission
mnw: ပ္ဍဲပလံၚ်ဗစိုပ် မွဲအလန်ဂှ် ထပ်စုတ် ဝါကျ ဗွဲမဂၠိုၚ် ဟွံဂွံရောၚ်။

source: You cannot request your recordings while another request is already in progress.
mnw: အဃောတၚ်အာတ်မိက်တၞဟ်ကၠောန်ဒၟံၚ်ကမၠောန်တဴဒၟံၚ်ကမၠောန်ဂှ် မၞးအာတ်မိက် ရမျာၚ်ပၠောပ်လဝ်တၞဟ်ဟ်တအ်ဟွံဂွံရောၚ်။

source: You can request a new takeout of your recordings every { $days } days.
mnw: ဇၟာပ် { $days } တ္ၚဲ မၞးအာတ်မိက်ပတိတ်ရမျာၚ်ပၠောပ်လဝ်တၟိတအ်ဂှ်မာန်ရ။

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
mnw: သွက်ဂွံ ရီုဗင် မၞိဟ်တအ် ဂွံ ပါလုပ်ဂှ် မၞး ကၠောန်ဗဒှ် ကဏ္ဍနာနာသာ် မာန် ရ။ ဍေံ လောဲသွာ နူ မၞး မထေၚ်ချပ်လဝ် ဏီ ရ။ မၞး ကၠောန် ကေတ် လ္တူလပှ်ကျာ နကဵု ကိရိယာ ဆက်စၠောံဗဳဒဳယော ဟွံသေင်မ္ဂး ယဝ်ခါရ ဍေံ ဂီုကၠီုဒၟံၚ်မ္ဂး ကၠောန် ဆဵုဂဗကေတ် အလဵုမၞိဟ် လေဝ် မာန် ရ။ <eventTemplate>လ္ၚတ်ရံင် ဗီုပြင် ကေုာံ နိဿဲအထံက်အပၚ် သွက်ဂွံ ကၠောန်ဗဒှ် ကဏ္ဍနာနာသာ ပိုဲတအ်ညိ</eventTemplate>။

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
mnw: မၞး <sentenceCollectorLinkAdd\>ထပ်စုတ် ဝါကျ နကဵု လၟိဟ်အောန်အောန်</sentenceCollectorLinkAdd\> မာန်ရ၊ ဟွံသေၚ်မ္ဂး မၞး <bulkImportDocsLink\>ပၠုပ်စုတ် လၟိဟ်ဂၠိုၚ်ဂၠိုၚ် နကဵု ဂေတ်ဟပ် (Github)</bulkImportDocsLink\> မာန်ရ။ သမ္တီလဝ်ညိ ဒဒှ်ရ ဝါကျတအ်ဂှ် သ္ဒးဒှ် <licenseLink\>CC0 (ဟွံသေၚ်မ္ဂး ဒြပ်ညးဂမၠိုၚ်)\</licenseLink\> ရ၊ ဟွံသေၚ်မ္ဂး မၞး ချူကေတ် နကဵု အလဵုအလဵုမၞးမာန်ရ။

source: You can start typing the name of your language here; if it's not yet on Common Voice, you'll be able to fill out a form with your language's data.
mnw: မၞးစတက်စုတ် ယၟု အရေဝ်ဘာသာမၞး ပ္ဍဲ ဒၞာဲဏအ်မာန်ရ၊ ယဝ်ရ အရေဝ်ဘာသာမၞး ဟွံမွဲ ပ္ဍဲ Common Voice ဏီ မ္ဂး၊ မၞး ဗပေၚ်စုတ် တၞးလိက် နကဵု တင်ဂၞင် အရေဝ်ဘာသာ မၞး ဂွံ ရောင်။

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
mnw: သွက်ဂွံ ကလိဂွံ ဝါကျ ဂၠေံဂၠေံ နူ Wikipedia ဂှ် မၞး သုင်စောဲ <scraperLink>ကိရိယာ ပါ်ပြး ဝါကျ</scraperLink> ဂွံမာန်ရ။

source: You check whether the transcription matches the audio
mnw: ဒဒှ်ရ မလိက် မချူပတိတ်လဝ်ဂှ် တုပ်သၟဟ်ကိတ်ညဳဒၟံၚ်ကဵု ရမျာၚ်ကီုဟာဂှ် မၞး စၟဳစၟတ်ညိ။

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
mnw: မၞးစုတ်စုတ် ဝေပ်သာ် ဂွံမံၚ်ရ၊ ဥပမာ "Common Voice - (https://commonvoice.mozilla.org/)"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
mnw: ဗီုပြၚ် နိဿဲသုတေသန မၞးစကာသုၚ်စောဲတဴမာန်ဂှ်၊ ဥပမာ ဗီုပြင် ဟာဗာတ် "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
mnw: သွက်ဂွံတြးပတိတ်ပရိုင်ဂှ် မၞးစကာမဳဒဳယာပရေင်မၞိဟ်ဂွံမာန်ရ။ ပါ်ပရအ် ပတိုန်လိက်မပသောင်ထ္ၜးကဵုဟိုတ်ဍေံပၟိက်ကိစ္စဂွံဇၞော်ဂှ်တုဲ၊ ဆက်စၠောံကဵု မၞိဟ်တၞဟ် ကုညးမဟီုဂးဒၟံင် ပရူပြသၞာ မပ္တံကဵု အခေါင်အရာ အရေဝ်ဘာသာ၊ ရမျာင် AI ဟွံသေင်မ္ဂး ပရေင်စွံအဂတိ ပ္ဍဲ နဲကဲပညာ တအ်ဂှ်ညိ။ ဗှ်ကေတ် ကသပ်လညာတ် ထပ်ကဵုထပ် ပ္ဍဲ <campaignLink>အရာကၠောန်ဗဒှ် ပရေင်ချဳဒရာင် ပရေင်မၞိဟ်၊ ပါလုပ်သီုကဵု ပရူပရာအရာ မၞးကလေင်စကာမာန်တအ်</campaignLink> ရ။

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mnw: ဘာသာလဵုမွဲလေဝ်မၞးဟွံဂွံရုဲလဝ်ဏီရ။ သွက်ဂွံရုဲစှ်ဘာသာဂှ် အာပ္ဍဲ <profileLink>ပရဝ်ဝှာၚ်</profileLink> မၞးညိ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mnw: သွက်မုက်လိက်ဏအ် မၞးပလံၚ်ဗစိုပ်လဝ် စိုပ်အာလၟိဟ်အပိုၚ်အခြာယျ။ ကိုပ်ကၠာနူ ဟွံဂွံပလံၚ်ဗစိုပ် ဝါကျတၞဟ်မွဲဏီဂှ် မၚ်ကဵု ပွိုၚ် { $retryLimit } မိနေတ်ညိ။ ဟိုတ်နူ အေၚ်ဒုၚ်မၚ်စၟဳကဵုဂှ် တၚ်ဂုဏ်ရ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mnw: သွက်မုက်လိက်ဏအ် မၞးပလံၚ်ဗစိုပ်လဝ် စိုပ်အာလၟိဟ်အပိုၚ်အခြာယျ။ ကိုပ်ကၠာနူ ဟွံဂွံပလံၚ်ဗစိုပ် ဝါကျတၞဟ်မွဲဏီဂှ် မၚ်ကဵု ပွိုၚ် { $retryLimit } စက္ကညိ။ ဟိုတ်နူ အေၚ်ဒုၚ်မၚ်စၟဳကဵုဂှ် တၚ်ဂုဏ်ရ။

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
mnw: ပ္ဍဲမုက်လိက်ဏအ်ဂှ် တၚ်နၚ်ပြံၚ်လှာဲ ဟွံဂိုၚ်သီလဝ်ဏီတအ်ဂှ်နွံတဴဒၟံၚ်ရ။ ယဝ်ရ မၞး ပြံၚ်သၠာဲဒၞာဲစွံမ္ဂး တၚ်နၚ်ပြံၚ်လှာဲတအ်ဂှ် ဟွံဒှ်ဂိုၚ်သီဒေပ်ရ။ မၞး မိက်ဂွံပြံၚ်လှာဲဒၞာဲဏံဂှ် ချိုတ်ပၠိုတ်ရဟာ?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
mnw: ပ္ဍဲမုက်လိက်ဏအ်ဂှ် တၚ်နၚ်ပြံၚ်လှာဲ ဟွံဂိုၚ်သီလဝ်ဏီတအ်ဂှ်နွံတဴဒၟံၚ်ရ။ ယဝ်ရ မၞး တိတ်အာ နူမုက်လိက်ဏအ်မ္ဂး တၚ်နၚ်ပြံၚ်လှာဲတအ်ဂှ် ဟွံဒှ်ဂိုၚ်သီဒေပ်ရ။ မၞး မိက်ဂွံတိတ်အာ နူမုက်လိက်ဏအ်ဂှ် ချိုတ်ပၠိုတ်ရဟာ?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
mnw: ပ္ဍဲမုက်လိက်ဏအ်ဂှ် တၚ်နၚ်မပြံၚ်လှာဲလဝ်တအ်ဂှ် ဟွံဂွံဂိုၚ်လဝ်ဏီ နွံဒၟံၚ်ရ။ ယဝ်ခါရ မၞး ပြံၚ်လှာဲ တၚ်ဂၞၚ်ဒေတာမ္ဂး၊ တၚ်နၚ်မပြံၚ်လှာဲလဝ်တအ်ဂှ် ဟွံဒှ်ဂိုၚ်ဒေပ်ရ။ မၞးမိက်ဂွံပြံၚ်လှာဲ ချိုတ်ပၠိုတ်ရဟာ?

source: You might also want to consider spanning different contexts and domains.
mnw: မၞးလေဝ်ထေက်ကဵု ဒးစၚ်ခြၚ်သ္ၚဳဂၠိပ်အာ ကဏ္ဍ ကေုာံ အကာဲအရာ တၞဟ်ခြာသအာင်ဂမၠိုင်ကီုရောၚ်။

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
mnw: မၞးတံ စိုပ်ကၠုင် ဒၞဲါဏအ်ဂှ် ဟိုတ်နူဍဵုကၠုင်လဝ်အဆက်လေၚ်နူကဵု Social Media App မွဲမွဲရ။ လၟုဟ်ဏံ ဟိုတ်နူမၞးတံ စကာဒၟံင်ပ္ဍဲ In-app browser ဂှ်ရ ဍေံဟွံသၟဟ်အစောန် သွက်ဂွံရပ်ကေတ်ရမျာၚ်ဂှ်ဏီရအဴ။

source: You must allow microphone access.
mnw: မၞးဒးကဵုအခေါၚ်ကဵု ကြိယာပၠောပ်ရမျာၚ် ရောၚ်။

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
mnw: မၞး ထေက်ကဵုဒးမိၚ်ရမျှာၚ် မအရေဝ် ဇၟာပ်မ ပ္ဍဲကဵု ရမျှာၚ်မပၠောပ်လဝ်ဂှ်ရ။ ပိုဲမိက်ဂွံကဵု နဲလၟေၚ်ကတ်လ္ၚတ်စက်တအ် သၟဟ်ကမၠောန် လ္တူ ရမျှာၚ်လ္ပာ်လက္ကရဴ နာနာသာ်မာန်၊ တုဲပၠန် ၜိုန်ရ ဒှ်မံၚ်ရမျှာၚ်ထတ်တ် ဟွံသေၚ်မ္ဂး ရမျှာၚ်ဒွက်လက္ကရဴသာသာလေဝ် ယဝ်ရ အရာတအ်ဏအ် ဟွံဆဵုဒဝ်တာဒၞာမၞး သွက်ဂွံမိၚ် လိက်မွဲဝါကျခိုဟ်ဟ်ဂှ်မ္ဂး ဒုၚ်တဲမာန်ဒၟံၚ်ရ။ ရမျှာၚ်ခရက် ဟွံသေၚ်မ္ဂး ‘ရမျှာၚ်ပိုတ်ကုတ်’ မဆဵုဒဝ်တာဒၞာကဵုမၞး သွက်ဂွံမိၚ်ကေတ်လိက်ဂှ်မ္ဂး မၞး ဒးတးပဲါကလေပ်ရမျှာၚ်ဂှ်ရ။

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
mnw: ရမျာၚ်ဂရုလဟုမၞးဂှ် ဒှ်နဲမၞးပတိတ်ရမျာၚ် မအရေဝ်ဂမၠိုၚ်ရ။ ရမျာၚ်တအ်ဂှ်ဍေံက္တဵုဒှ်ကၠုၚ် ဆက်စပ် နူကဵု ဒၞာဲမၞးမမံၚ်လဝ်၊ အရေဝ်ဘာသာတၞဟ်လဵု မၞးမဟီုဂးလဝ် ကေုာံ ဟိုတ်တၞဟ်တၞဟ် ဗွဲမဂၠိုၚ်မာန်ရ။ တၚ်နၚ် မၞးမထေၚ်ကေတ် ဆက်စပ်ဒၟံၚ်တအ်ဂှ် အရာလဵုဟွံဟီု မၞး ပါ်ပရအ် ပ္ဍဲဒၞာဲဏအ် မာန်ရ။

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mnw: တၚ်စၟတ်သမ္တီရမျာၚ်မၞး မဟွံမွဲကဵုယၟုတအ်ဂှ် သှ်ေတဴဒၟံၚ် ပ္ဍဲ ဒေတာသေတ် Common Voice ရ။ ယဝ်ရ မၞး ဇိုတ်ပလီုထောံ ပရဝ်ဝှာၚ် မၞးတုဲမ္ဂး၊ သွက်ဂွံ ပတိတ်ထောံ တၚ်စၟတ်သမ္တီရမျာၚ်မၞး နူကဵု တၚ်ဂၞၚ်ဒေတာဂှ် မၞးဆက်တုဲ ပတိုန်ထ္ၜး အာတ်မိက် ဟွံဂွံရောၚ်။

source: Your API Credentials
mnw: API Credentials မၞး

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
mnw: ရမျာၚ်မၞးတံ ရပ်ကေတ်လဝ်ဂှ် လီုအာရ။ ဂွံလီုဂှ်တှ်ေ ဟိုတ်နူ- • ပရေင်စကာ Browser ဟွံကိတ်ညဳ (စကာ Browser တၞဟ်မွဲဝါပၠန်ညိ) • ပြသၞာ မာက်ပၠောပ်ရမျာၚ် ဟွံသေင်မ္ဂး Audio driver တံ • အခိင်ရပ်ပၠောပ်ရမျာၚ်ဂှ် (Network) ပရေင်ဆက်စၠောံ ဟွံခိုင်ကၠိုက် သ္ပဂုဏ်တုဲ ကလေၚ်ပ္တိတ်ဇြဟတ်မွဲဝါပၠန်ညိ။

source: Your daily goal has been created
mnw: တိုၚ်ပ္ကဴဇၟာပ်တ္ၚဲမၞးကၠောန်လဝ်တုဲရ။

source: Your dataset is downloading!
mnw: ဂၠေါၚ်ဖျေံဒၟံၚ် တၚ်ဂၞၚ်ဒေတာမၞးဖိုဟ်ရ။

source: Your download has started.
mnw: စဖျေဟ်ကေတ်ဒၟံင်ယျ။

source: You’re contributing to a target segment
mnw: မၞး ပါလုပ်ဘိုၚ်ရီုဗၚ်ဒၟံၚ် ပ္ဍဲကဏ္ဍမပတဝ်လဝ်က္ဍိုပ်မွဲရ။

source: You’re contributing to our first target segment
mnw: မၞးပါလုပ်ဘိုၚ်ရီုဗၚ်ဒၟံၚ် ပ္ဍဲတၚ်ရန်တၟံကဏ္ဍပထမ ပိုဲတအ်ရ။

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mnw: လၟုဟ်မၞးဖျေံလဝ် သွက်ဂွံ <bold>ဟွံ</bold> ဒုၚ်ကေတ် အဳမေဲလ် မပ္တံကဵု တၚ်သမ္တီတိုၚ်ပ္ကဴရန်တၟံ၊ ပရေၚ်အာပ်ဒုက်တၟိ ပရေၚ်တဴတက်အဲ ကေုာံ လိက်ပရိုၚ် မဆေၚ်ကဵု Common Voice တအ်ဂမၠိုၚ်ရောၚ်။

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mnw: လၟုဟ် မၞး ဖျေံလဝ် သွက်ဂွံဒုင်ကေတ် အဳမေဲလ်ဂမၠိုင် မပ္တံကဵု တင်သမ္တီတိုၚ်ပ္ကဴရန်တၟံ၊ ပရိုင်တၟိ ပရေင်တဴတက်အဲ ကေုာံ လိက်ပရိုင် ပရူပရာ Common Voice ဂမၠိုင်ရောၚ်။

source: You’re going too fast. Please slow down and try again in a moment.
mnw: မၞးကၠောန်ပြဟ်လောန်အာရ။ ယှအ်ဖျေံအသိင်မွဲချိုန်ခဏတုဲ မၞးကလေင်စမ်ရံင်မွဲဝါပၠန်ညိ။

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mnw: မၞး စၟဳစၟတ်ပြဟ်လောန်ဒၟံၚ်ရ။ ဝါကျဂှ် ဒး ဟွံဒး ညံၚ်ဂွံချိုတ်ပၠိုတ်ဂှ် ကေတ်အခိၚ် မွဲခဏဍောတ်တုဲ ကလေၚ်စၟဳစၟတ်ညိ။

source: You’re going too fast. Please try again in { $retryAfter } seconds.
mnw: မၞးကၠောန်ပြဟ်လောန်အာရ။ { $retryAfter } စက္ကပၠန်မ္ဂး မၞးကလေင်စမ်ရံင်မွဲဝါပၠန်ညိ။

source: You're helping Common Voice reach our daily sentence goals!
mnw: မၞးပါလုပ်ရီုဗၚ်ဒၟံၚ် ညံၚ် Common Voice ဂွံစိုပ် တိုၚ်ပ္ကဴဝါကျလၟေၚ်တ္ၚဲပိုဲတအ်ရ။

source: Your email address
mnw: အီမေဲလ်မၞး

source: You respond or reply to it as naturally as you can
mnw: မၞး ကလေၚ်သှ် ဟွံသေၚ်မ္ဂး ကလေၚ်ဟီု ကဵုဍေံ ဗွဲမစှ်ေသဘာဝ မာန်ညိ။

source: Your files are being assembled. Please check again later.
mnw: ဝှာင်မၞးတအ်ဂှ်ပကောံမံင်ရ။ ဗွဲကြဴ ကလေင်စၟဳစၟတ်ရံင် မွဲဝါပၠန်ညိ။

source: Your language is already live on Common Voice <strong>Spontaneous Speech</strong>. Click <spontaneousSpeechLink>here</spontaneousSpeechLink> to contribute: don't forget to change the contribution/dataset language before you start contributing!
mnw: အရေဝ်ဘာသာမၞးဂှ် ပါလုပ်ဒၟံၚ် ပ္ဍဲ Common Voice <strong>Spontaneous Speech</strong> တုဲယျ။ သွက်ဂွံ ပါလုပ်ပလံၚ်ဗစိုပ်ဂှ် ဍဵု <spontaneousSpeechLink>ဒၞာဲဏအ်</spontaneousSpeechLink> ညိ - ကိုပ်ကၠာနူ ဟွံဂွံစ ပါလုပ်ပလံၚ်ဗစိုပ်ဏီ ဂွံပြံၚ်လှာဲ အရေဝ်ဘာသာ ပလံၚ်ဗစိုပ်/တၚ်ဂၞၚ်ဒေတာတအ်ဂှ် လ္ပဝိုတ်ထောံညိ။

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by contributing sentences <sentencesContributionLink>here</sentencesContributionLink>.
mnw: အရေဝ်ဘာသာမၞးဂှ် ပါလုပ်ဒၟံၚ် ပ္ဍဲစရၚ် အရေဝ်ဘာသာ Common Voice တုဲယျ။ နကဵုပွမပလံၚ်ဗစိုပ် ဝါကျတအ်ပ္ဍဲ<sentencesContributionLink>ဒၞာဲဏအ်</sentencesContributionLink>ဂှ် မၞးရီုဗၚ်ကဵု သွက်ဂွံပံက် အရေဝ်ဘာသာ ပ္ဍဲ <strong>Scripted Speech</strong> ဂွံရ။

source: Your language is already on the Common Voice languages list. You can facilitate the language launch on <strong>Scripted Speech</strong> by localising the platform interface <pontoonLink>here</pontoonLink>. The interface needs to be 60% localised; alternatively you may localise just the basic strings in ‘web/locales/en/pages/contribute/*.ftl’ to 100% (there are five such files), and the interface will be launched automatically.
mnw: အရေဝ်ဘာသာမၞးဂှ် ပါလုပ်ဒၟံၚ် ပ္ဍဲစရၚ် အရေဝ်ဘာသာ Common Voice တုဲယျ။ နကဵုပွမကၠာဲဘာသာ ဗလးမုက် ပလက်ဖံၚ် <pontoonLink>ဒၞာဲဏအ်</pontoonLink> ဂှ် မၞး ရီုဗၚ် သွက်ဂွံပံက် အရေဝ်ဘာသာ <strong>Scripted Speech</strong> မာန်ရ။ ဗလးမုက်ဂှ် အောန်အိုတ် ဒးကၠာဲဘာသာလဝ် ၆၀% ရ။ ဟွံသေၚ်မ္ဂး မၞး ကၠာဲဘာသာ သ္ဇိုၚ်ဇန်လၟေၚ်လိက် ပ္ဍဲ ‘web/locales/en/pages/contribute/*.ftl’ ဂှ်ဟေၚ် စဵုကဵု ၁၀၀% (ဝှာၚ်ဗီုဏအ် နွံမသုန်ဝှာၚ်) လေဝ်ဂွံရ၊ တုဲမ္ဂး ဗလးမုက်လိက်ဂှ် ပံက်အာအလဵုအလဵုရ။

source: Your Languages
mnw: အရေဝ်ဘာသာမၞး

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mnw: ဗီုပြၚ်အရေဝ်ဘာသာမၞးဂှ် ကလေပ်ရမျာၚ် အိုတ်အာဒှ်မာန်ရ။ ယဝ်ရမၞး ပြေပြံၚ်မ္ဂး သွက်ဂွံဆဵုညာတ်ကေတ် ဝါကျတၞဟ်တအ် ပ္ဍဲ အရေဝ်ဘာသာ မၞးဂှ် မၞးပြံၚ်လှာဲ သ္ၚိချိၚ်မၞး မာန်ရ။

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mnw: ဗီုပြၚ်အရေဝ်ဘာသာမၞးဂှ် ဝါကျ အိုတ်အာဒှ်မာန်ရ။ ယဝ်ရမၞး ပြေပြံၚ်မ္ဂး သွက်ဂွံဆဵုညာတ်ကေတ် ဝါကျတၞဟ်တအ် ပ္ဍဲ အရေဝ်ဘာသာ မၞးဂှ် မၞးပြံၚ်လှာဲ သ္ၚိချိၚ်မၞး မာန်ရ။

source: Your message has been sent. Thank you!
mnw: လိက်မၞး ပလံင်ဏာတုဲယျ။ တင်ဂုဏ်ရ။

source: Your recording file is too large to upload. Please try recording a shorter clip.
mnw: ရမျာၚ်မၞးပၠောပ်လဝ်ဂှ် ဇၞော်လောန်အာ သွက်ဂွံပတိုန်ရ။ ထပ်ဂ္စါန်စမ်ရံၚ် ကလေပ်ရမျာၚ်ဂၠေံဂၠေံညိ။

source: Your username and email will not be associated with the published data.
mnw: ယၟုသုၚ်စောဲ ကေုာံ အဳမေဲလ်မၞးတအ်ဂှ် ဟွံဆက်စပ်ကဵု ဒေတာပြးလဝ်တအ်ဂှ်ရ။

source: Your weekly goal has been created
mnw: တိုၚ်ပ္ကဴဇၟာပ်သတ္တဟမၞးကၠောန်လဝ်တုဲရ။

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
mnw: သွက်ဂွံ ထပ်စုတ်အရေဝ်ဘာသာမၞး ပ္ဍဲ Common Voice ဂှ် အဳမေလ် မပသောင်ကလးလဝ် ကဆံၚ်လၟေၚ်ၚ်တအ် နူကဵု ညးက္ဍိုက်ပ်ဂကောံပိုဲဂှ် မၞးကလိဂွံဏောၚ်။

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mnw: မၞး ရီုဗၚ်လဝ် ညံၚ် Common Voice ဂွံစိုပ်အာ <goalPercentage></goalPercentage> သွက် တၚ်ရန်တၟအ် ပၠောပ်ရမျာၚ် လၟေၚ်တ္ၚဲ { $goalValue } ပိုဲတအ်ရ။

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mnw: မၞး ရီုဗၚ်လဝ် ညံၚ် Common Voice ဂွံစိုပ်အာ <goalPercentage></goalPercentage> သွက် တၚ်ရန်တၟအ် စၟဳစၟတ်သ္ပဒဒတန် လၟေၚ်တ္ၚဲ { $goalValue } ပိုဲတအ်ရ။

source: You've successfully signed up for contributing to { $language }. Thank you.
mnw: မၞးပတိုန်လဝ်စရၚ်သွက်ဂွံပါလုပ်ပ္ဍဲ ဘာသာ { $language } ဂှ် အာစိုပ်ဒဒတုဲဍိုက်က်ပေၚ်ၚ်ရ။ တၚ်ဂုဏ်ရအဴ။

source: You want to join the Common Voice mailing list
mnw: မၞး မိက်ဂွံ ပါလုပ် ပ္ဍဲ စရၚ်အဳမေလ် Common Voice

source: You write down what you hear in the audio clips
mnw: မၞးချူပတိတ် တၚ်နၚ်မၞးမကလိဂွံမိၚ်ကေတ် ပ္ဍဲကလေပ်ရမျာၚ်ဂမၠိုၚ်တအ်ဂှ်ညိ။

source: Zaza
mnw: ဇြာဇြာ

source: Zip #{ $offset } of { $total }
mnw: ဝှာၚ် ZIP #{ $offset } ပၞောဝ်ကဵု { $total }

source: Zulu
mnw: ဇူလူ

source: account recovery key
mnw: ကသအ် ကလေၚ်ကေတ် အကံက်

source: add-on
mnw: ကိရိယာ-ထပ်

source: alternate text
mnw: လိက်ပရူဗီု

source: attack
mnw: ဗတိုက်ပလီုပလာ်

source: attacker
mnw: ညးဗတိုက်ပလီုပလာ်

source: Attack Site
mnw: ဝေပ်သာက် ဗတိုက်ပလီုပလာ်

source: attendee
mnw: ညးတိုန်စိုပ်

source: authenticate
mnw: စၟဳစၟတ်

source: authenticated
mnw: စၟဳစၟတ်တုဲဒှ်

source: authentication code
mnw: ဂၞန်အက္ခရ် စၟဳစၟတ်

source: autoplay
mnw: ပံက်အလဵုအလဵု

source: backup authentication code
mnw: ဂၞန်အက္ခရ် စၟဳစၟတ် စၞး

source: bookmark
mnw: ဒၞာဲစၟတ်သမ္တီ

source: breakpoint
mnw: ဒၞာဲဒေါံ

source: Bug report
mnw: ပတိုန်ထ္ၜး ပြဒ္ဒညာ

source: certificate authority
mnw: တၞးသမ္တီ ကဆံၚ်တာလျိုၚ်

source: cipher
mnw: လိက်ဒမၠုက်

source: clipboard
mnw: ဒၞာဲဂိုင်ဒေပ်

source: colorway
mnw: ဒၞာဲစုတ်အရံင်

source: confirmation code
mnw: ဂၞန်အက္ခရ် သ္ပဒတန်

source: context
mnw: အဆက်အစပ်

source: cookie banner
mnw: လိက်လလောင်တြး ခေါ်ကဳ

source: corrupt
mnw: လီုလာ်အာ

source: corrupted
mnw: လီုလာ်အာ

source: crash
mnw: ပရေင်ကၟာတ်စှ်ေအာကေတ်တ်

source: cross-site tracking cookie
mnw: ခေါ်ကဳ ဗက်လ္ၚတ် ကၠောံဝေပ်သာက်

source: cryptominer
mnw: ကိရိယာ ခါဲသြန်ခရိပ်တဝ်

source: cryptomining
mnw: ပရေင်ခါဲသြန်ခရိပ်တဝ်

source: debug
mnw: ဂၠာဲပလေဝ် ပြဒ္ဒညာ

source: deceptive site
mnw: ဝေပ်သာက် လီဠာန်လှေံလှန်

source: decode
mnw: ကလေင်ပံက် အဓိပ္ပါယ်

source: decryption
mnw: ပံက်တၚ်နၚ်ပၞုက်

source: disinformation
mnw: တၚ်နၚ်ပတောံ

source: distrust
mnw: ဟွံပတှ်ေ

source: email mask
mnw: အဳမေလ် ပၞုက်ဗဒန်

source: enable
mnw: ပံက်

source: encode
mnw: စုတ်သင်္ကေတ

source: encrypt
mnw: ပၞုက်တၚ်နၚ်

source: encryption
mnw: တၚ်နၚ်ပၞုက်

source: end user
mnw: ညးသုၚ်စောဲ

source: Enhanced Tracking Protection
mnw: ပခိုၚ်ပတိုန် ပရေၚ်မၚ်မွဲ ကိရိယာဗက်ဂၠာဲ

source: extension
mnw: ကိရိယာထပ်စုတ်

source: fingerprinter
mnw: စက်လပုဟ်တဲ

source: fingerprinting
mnw: စက်လပုဟ်တဲ

source: Firefox View
mnw: မုက်ထ္ၜး Firefox

source: grassroots
mnw: တိုက်ရိုက်

source: home page
mnw: မုက်လိက်

source: import
mnw: ပၠောပ်

source: independent browser
mnw: ကိရိယာဂၠာဲဝေပ် သၠးပွး

source: innovations
mnw: နဲကဲတၟိ

source: insecure
mnw: နွံကဵုဘဲအန္တရာဲ

source: installation
mnw: ပ္တိုန်

source: Issue
mnw: ပ္တိတ်

source: Legacy extension
mnw: အရာထပ်သၠဲ သၞောတ်တြေံ

source: MDN
mnw: ဂကောံ ညးဖန်ဗဒှ် မဝ်ဇြဳလာ

source: misinformation
mnw: ပရိုင်ပတောံ

source: native
mnw: သၞောဝ်မူလဇေတ်တ်

source: net neutrality
mnw: ဓဝ်ကိတ်ညဳတုပ်သၟဟ် လ္တူလပှ်ကျာ

source: nonprofit
mnw: ဂကောံ ပရဟိတ

source: non-profit
mnw: ဂကောံ ပရဟိတ

source: open source
mnw: တမ်ရိုဟ် ဗၠးၜး

source: override
mnw: ထပ်စုတ်အဇာ

source: passkey
mnw: ကောန်ကသအ်ဓလုက်

source: phone number mask
mnw: ဂၞန်ဖုင် ပၞုက်ဗဒန်

source: pop-up
mnw: မုက်လိက် ဗျတ်တိုန်

source: preference
mnw: အရာသ္ဍိုက်မၠိုက်

source: Privacy Notice
mnw: လိက်လလောင်တြး ပရေင်ပူဂဵု

source: release
mnw: မူပ္တိတ်

source: report
mnw: တၚ်နၚ်ပ္တိုန်ထ္ၜး

source: restricted site
mnw: ဝေပ်သာက် မကၟာတ်လဒဵုလဝ်

source: revert
mnw: ကလေင်စွံ အတိုင်တြေံ

source: Review checker
mnw: ကိရိယာ စၟဳစၟတ်

source: search suggestion
mnw: ဂလာန်ပ္တိုန်ထ္ၜးဂၠံင် ဂၠာဲ

source: security keys
mnw: ကသအ် စဵုဒၞာ

source: sensitive
mnw: အရာပၟိက်ဇၞော်

source: sidebar
mnw: သၞေဟ်မုက်လိက်

source: sign
mnw: ထပက်စၟတ်တဲ

source: signer
mnw: ညးချူစၟတ်တဲ

source: sign in
mnw: လုပ်အကံက်

source: sign-in
mnw: ဒၞာဲလုပ်အကံက်

source: studies
mnw: ပရေင်ဂၠာဲသ္ၚဳ

source: Terms of Service
mnw: သၞောဝ်သုင်စောဲ

source: track
mnw: ဗက်ဂၠာဲစၟတ်သမ္တီ
